[
  {
    "title": "Новость 1",
    "content": "Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала. Подробное описание первой новости. Здесь может быть много текста с описанием события или материала.",
    "image": "https://placeholderjs.com/500x500",
    "date": "10 января 2023"
  },
  {
    "title": "Новость 2",
    "content": "Подробное описание второй новости. Различные детали и информация о событии.",
    "image": "https://placeholderjs.com/500x500",
    "date": "15 февраля 2023"
  },
  {
    "title": "Новость 3",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 4",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 5",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 6",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 7",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 8",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  },
  {
    "title": "Новость 9",
    "content": "Третья новость с интересными фактами и подробностями.",
    "image": "https://placeholderjs.com/500x500",
    "date": "20 марта 2023"
  }
]